{
  "articles": [
    {
      "title": "A dendrite free <scp>Zn‐Fe</scp> hybrid redox flow battery for renewable energy storage",
      "url": "https://doi.org/10.1002/est2.275",
      "doi": "10.1002/est2.275",
      "abstract": "Abstract About two thirds of global greenhouse emissions is caused by burning of fossil fuels for energy purposes and this has spurred great research interest to develop renewable energy technologies based on wind, solar power, and so on. Redox flow batteries (RFB) are receiving wide attention as scalable energy‐storage systems to address the intermittency issues of renewable energy sources. However, for widespread commercialization, the redox flow batteries should be economically viable and environmentally friendly. Zinc based batteries are good choice for energy storage devices because zinc is earth abundant and zinc metal has a moderate specific capacity of 820 mA hg −1 and high volumetric capacity of 5851 mA h cm −3 . We herein report a zinc‐iron (Zn‐Fe) hybrid RFB employing Zn/Zn(II) and Fe(II)/Fe(III) redox couples as positive and negative redox systems, respectively, separated by a self‐made anion exchange membrane (AEM). The battery delivers a good discharge voltage of approximately 1.34 V at 25 mA cm −2 , with a coulombic efficiency (CE) of 92%, voltage efficiency (VE) of 85% and energy efficiency (EE) of ~78% for 30 charge‐discharge cycles. Repeated galvanostatic charge/discharge cycles show no degradation in performance, confirming the excellent stability of the system. A key advancement in the present Zn‐Fe hybrid redox flow battery with AEM separator is that no dendrite growth was observed on zinc electrode on repeated charge‐discharge cycles, which was the serious drawback of many previously reported zinc based redox flow batteries.",
      "authors": "Jeena Chullipparambil Balakrishnan, P. J. Elsa, P. P. Moly, K. Jacob Ambily, Vadakkan T. Joy",
      "journal": "Energy Storage",
      "year": "2021",
      "keywords": [
        "Flow battery",
        "Redox",
        "Energy storage",
        "Renewable energy",
        "Faraday efficiency",
        "Zinc",
        "Battery (electricity)",
        "Chemistry",
        "Materials science",
        "Chemical engineering"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "A review of marine renewable energy storage",
      "url": "https://doi.org/10.1002/er.4444",
      "doi": "10.1002/er.4444",
      "abstract": "Marine renewable energies are promising enablers of a cleaner energy future. Some technologies, like wind, are maturing and have already achieved commercial success. Similar to their terrestrial counterparts, marine renewable energy systems require energy storage capabilities to achieve the flexibility of the 21st century grid demand. The unique difficulties imposed by a harsh marine environment challenge the unencumbered rise of marine renewable energy generation and storage systems. In this study, the fundamentals of marine renewable energy generation technologies are briefed. A comprehensive review and comparison of state-of-the-art novel marine renewable energy storage technologies, including pumped hydro storage (PHS), compressed air energy storage (CAES), battery energy storage (BES), hydrogen energy storage (HES), gravity energy storage (GES), and buoyancy energy storage (ByES), are conducted. The pros and cons, and potential applications, of various marine renewable energy storage technologies are also compiled. Finally, several future trends of marine renewable energy storage technologies are connoted.",
      "authors": "Zhiwen Wang, Rupp Carriveau, David S.‐K. Ting, Wei Xiong, Zuwen Wang",
      "journal": "International Journal of Energy Research",
      "year": "2019",
      "keywords": [
        "Renewable energy",
        "Energy storage",
        "Pumped-storage hydroelectricity",
        "Compressed air energy storage",
        "Intermittent energy source",
        "Marine energy",
        "Environmental science",
        "Energy development",
        "Engineering",
        "Wind power"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "An Integrated Approach Toward Renewable Energy Storage Using Rechargeable Ag@Ni<sub>0.67</sub>Co<sub>0.33</sub>S‐Based Hybrid Supercapacitors",
      "url": "https://doi.org/10.1002/smll.201805418",
      "doi": "10.1002/smll.201805418",
      "abstract": "Abstract Self‐powered charging systems in conjunction with renewable energy conversion and storage devices have attracted promising attention in recent years. In this work, a prolific approach to design a wind/solar‐powered rechargeable high‐energy density pouch‐type hybrid supercapacitor (HSC) is proposed. The pouch‐type HSC is fabricated by engineering nature‐inspired nanosliver (nano‐Ag) decorated Ni 0.67 Co 0.33 S forest‐like nanostructures on Ni foam (nano‐Ag@NCS FNs/Ni foam) as a battery‐type electrode and porous activated carbon as a capacitive‐type electrode. Initially, the core–shell‐like NCS FNs/Ni foam is prepared via a single‐step wet‐chemical method, followed by a light‐induced growth of nano‐Ag onto it for enhancing the conductivity of the composite. Utilizing the synergistic effects of forest‐like nano‐Ag@NCS FNs/Ni foam as a composite electrode, the fabricated device shows a maximum capacitance of 1104.14 mF cm −2 at a current density of 5 mA cm −2 and it stores superior energy and power densities of 0.36 mWh cm −2 and 27.22 mW cm −2 , respectively along with good cycling stability, which are higher than most of previous reports. The high‐energy storage capability of HSCs is further connected to wind fans and solar cells to harvest renewable energy. The wind/solar charged HSCs can effectively operate various electronic devices for a long time, enlightening its potency for the development of sustainable energy systems.",
      "authors": "Goli Nagaraju, S. Chandra Sekhar, Bhimanaboina Ramulu, Jae Su Yu",
      "journal": "Small",
      "year": "2019",
      "keywords": [
        "Supercapacitor",
        "Materials science",
        "Energy storage",
        "Renewable energy",
        "Capacitance",
        "Electrode",
        "Nanotechnology",
        "Composite number",
        "Power density",
        "Optoelectronics"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "An updated review of energy storage systems: Classification and applications in distributed generation power systems incorporating renewable energy resources",
      "url": "https://doi.org/10.1002/er.4285",
      "doi": "10.1002/er.4285",
      "abstract": "The demand of electric energy is increasing globally, and the fact remains that the major share of this energy is still being produced from the traditional generation technologies. However, the recent trends, for obvious reasons of environmental concerns, are indicating a paradigm shift towards distributed generation (DG) incorporating renewable energy resources (RERs). But there are associated challenges with high penetration of RERs as these resources are unpredictable and stochastic in nature, and as a result, it becomes difficult to provide immediate response to demand variations. This is where energy storage systems (ESSs) come to the rescue, and they not only can compensate the stochastic nature and sudden deficiencies of RERs but can also enhance the grid stability, reliability, and efficiency by providing services in power quality, bridging power, and energy management. This paper provides an extensive review of different ESSs, which have been in use and also the ones that are currently in developing stage, describing their working principles and giving a comparative analysis of important features and technical as well as economic characteristics. The wide range of storage technologies, with each ESS being different in terms of the scale of power, response time, energy/power density, discharge duration, and cost coupled with the complex characteristics matrices, makes it difficult to select a particular ESS for a specific application. The comparative analysis presented in this paper helps in this regard and provides a clear picture of the suitability of ESSs for different power system applications, categorized appropriately. The paper also brings out the associated challenges and suggests the future research directions.",
      "authors": "Om Krishan, Sathans Suhag",
      "journal": "International Journal of Energy Research",
      "year": "2018",
      "keywords": [
        "Distributed generation",
        "Energy storage",
        "Renewable energy",
        "Reliability engineering",
        "Computer science",
        "Electric power system",
        "Risk analysis (engineering)",
        "Electricity generation",
        "Demand response",
        "Environmental economics"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Applications of Pyrolytic Polyaniline for Renewable Energy Storage",
      "url": "https://doi.org/10.1002/celc.201801075",
      "doi": "10.1002/celc.201801075",
      "abstract": "Abstract A large number of studies have shown that nitrogen‐doped carbon can effectively improve the electrochemical performance of renewable energy storage devices. Polyaniline, as a carbon precursor rich in nitrogen heteroatoms, can be pyrolyzed to introduce a high content of structural nitrogen atoms into the carbon skeleton to fundamentally change the global properties of carbon materials including physical properties (e. g. surface polarity, electric conductivity, and wettability) and chemical properties (e. g. basicity and additional pseudocapacitance). Thus, nitrogen doping is extensively applied in the field of Li‐ion batteries, Li‐sulfur batteries, and supercapacitors to obtain excellent performance. Doping with different kinds of nitrogen configurations (e. g. pyridinic N, pyrrolic N, and graphitic N) shows respective mechanisms for the electrode materials of different energy storage devices. These mechanisms and applications of pyrolytic polyaniline in Li‐ion batteries, Li‐sulfur batteries, and supercapacitors are illustrated in detail here.",
      "authors": "Yani Luo, Ruisong Guo, Tingting Li, Zhichao Liu, Fuyun Li",
      "journal": "ChemElectroChem",
      "year": "2018",
      "keywords": [
        "Supercapacitor",
        "Pseudocapacitance",
        "Heteroatom",
        "Materials science",
        "Polyaniline",
        "Energy storage",
        "Carbon fibers",
        "Pyrolytic carbon",
        "Pyrolysis",
        "Chemical engineering"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Energy-cost-aware flow shop scheduling considering intermittent renewables, energy storage, and real-time electricity pricing",
      "url": "https://doi.org/10.1002/er.4130",
      "doi": "10.1002/er.4130",
      "abstract": "The industrial sector is one of the major energy consumers that contribute to global climate change. Demand response programs and on-site renewable energy provide great opportunities for the industrial sector to both go green and lower production costs. In this paper, a 2-stage stochastic flow shop scheduling problem is proposed to minimize the total electricity purchase cost. The energy demand of the designed manufacturing system is met by on-site renewables, energy storage, as well as the supply from the power grid. The volatile price, such as day-ahead and real-time pricing, applies to the portion supplied by the power grid. The first stage of the formulated model determines optimal job schedules and minimizes day-ahead purchase commitment cost that considers forecasted renewable generation. The volatility of the real-time electricity price and the variability of renewable generation are considered in the second stage of the model to compensate for errors of the forecasted renewable supply; the model will also minimize the total cost of real-time electricity supplied by the real-time pricing market and maximize the total profit of renewable fed into the grid. Case study results show that cost savings because of on-site renewables are significant. Seasonal cost saving differences are also observed. The cost saving in summer is higher than that in winter with solar and wind supply in the system. Although the battery system also contributes to the cost saving, its effect is not as significant as the renewables.",
      "authors": "Alireza Fazli Khalaf, Yong Wang",
      "journal": "International Journal of Energy Research",
      "year": "2018",
      "keywords": [
        "Renewable energy",
        "Environmental economics",
        "Electricity",
        "Electricity pricing",
        "Profit (economics)",
        "Energy storage",
        "Grid",
        "Economics",
        "Electricity market"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Environmental and Preliminary Cost Assessments of Redox Flow Batteries for Renewable Energy Storage",
      "url": "https://doi.org/10.1002/ente.201900914",
      "doi": "10.1002/ente.201900914",
      "abstract": "The sustainable use of energy is one of the main challenges currently. The increase in the use of renewable energies must also be accompanied by storage systems that respect the environment or are as harmless as possible. In this work, life‐cycle assessment (LCA) “from cradle to gate” and a preliminary cost assessment of two types of redox flow batteries, such as vanadium redox flow batteries (VRFBs) and zinc/cerium batteries (ZCBs), are studied. Ecoinvent 3.3 data base, AWARE, and CML Baseline v3.04 methodologies are used to quantify the environmental burden into 12 midpoint impact categories (water footprint, global warming 100a, abiotic depletion, abiotic depletion [fossil fuel], ozone layer depletion, human toxicity, fresh water ecotoxicity, terrestrial ecotoxicity, marine ecotoxicity, photochemical oxidation, acidification, and eutrophication). All impact categories are higher in ZCBs than in VRFBs except water footprint and acidification. These midpoint impacts are also compared with conventional batteries (lithium) and nonconventional ones (NaNiCl). VRFBs have the lowest environmental impact and a longer life considering the reuse of vanadium electrolytes. Regarding the cost analysis, the electrolyte is the most expensive component of both batteries.",
      "authors": "Carmen M. Fernández‐Marchante, María Millán, Jesús. I. Medina-Santos, Justo Lobato",
      "journal": "Energy Technology",
      "year": "2019",
      "keywords": [
        "Ecotoxicity",
        "Environmental science",
        "Life-cycle assessment",
        "Waste management",
        "Environmental engineering",
        "Renewable energy",
        "Environmental chemistry"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Guanidinium Organic Salts as Phase‐Change Materials for Renewable Energy Storage",
      "url": "https://doi.org/10.1002/cssc.202100724",
      "doi": "10.1002/cssc.202100724",
      "abstract": "Abstract A dearth of inexpensive means of energy storage is constraining the expansion of intermittent renewable energy sources such as sun and wind. Thermal energy storage technology utilizing phase‐change materials (PCMs) is a promising solution, enabling storage of large quantities of thermal energy at a relatively low cost. Guanidinium mesylate, which melts at 208 °C with latent heat of fusion of Δ H f =190 J g −1 is a promising PCM candidate for these applications. [1] Here, studies on guanidinium organic salts were conducted, including heat capacity, thermal conductivity, advanced thermal stability, long‐term cycling, and economic analysis. The data place guanidinium mesylate among the best PCMs operating in the 100–220 °C temperature region in terms of thermal energy storage, with total volumetric energy storage measured as 622 MJ m −3 (173 kWh m −3 ). Additionally, it was shown to be stable during cycling, with over 400 cycles performed. Simple economic analysis indicated a cost of 6 USD per MJ of stored thermal energy. This study proves that guanidinium mesylate and potentially other similar salts can be feasible as PCMs for inexpensive energy storage for renewable energy storage applications.",
      "authors": "Karolina Matuszek, R. Vijayaraghavan, Mega Kar, Surianarayanan Mahadevan, Douglas R. MacFarlane",
      "journal": "ChemSusChem",
      "year": "2021",
      "keywords": [
        "Thermal energy storage",
        "Energy storage",
        "Renewable energy",
        "Process engineering",
        "Materials science",
        "Thermal energy",
        "Latent heat",
        "Chemical engineering",
        "Environmental science"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Lignin Modification for Biopolymer/Conjugated Polymer Hybrids as Renewable Energy Storage Materials",
      "url": "https://doi.org/10.1002/cssc.201500570",
      "doi": "10.1002/cssc.201500570",
      "abstract": "Abstract Lignin derivatives, which arise as waste products from the pulp and paper industry and are mainly used for heating, can be used as charge storage materials. The charge storage function is a result of the quinone groups formed in the lignin derivative. Herein, we modified lignins to enhance the density of such quinone groups by covalently linking monolignols and quinones through phenolation. The extra guaiacyl, syringyl, and hydroquinone groups introduced by phenolation of kraft lignin derivatives were monitored by 31 P nuclear magnetic resonance and size exclusion chromatography. Electropolymerization in ethylene glycol/tetraethylammonium tosylate electrolyte was used to synthesize the kraft lignin/polypyrrole hybrid films. These modifications changed the phenolic content of the kraft lignin with attachment of hydroquinone units yielding the highest specific capacity (around 70 mA h g −1 ). The modification of softwood and hardwood lignin derivatives yielded 50 % and 23 % higher charge capacity than the original lignin, respectively.",
      "authors": "Ting Yang, Michał Wagner, Olle Inganäs",
      "journal": "ChemSusChem",
      "year": "2015",
      "keywords": [
        "Lignin",
        "Chemistry",
        "Kraft paper",
        "Organic chemistry",
        "Biopolymer",
        "Softwood",
        "Kraft process",
        "Quinone",
        "Polymer",
        "Polymer chemistry"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Machine learning and the renewable energy revolution: Exploring solar and wind energy solutions for a sustainable future including innovations in energy storage",
      "url": "https://doi.org/10.1002/sd.2885",
      "doi": "10.1002/sd.2885",
      "abstract": "Abstract This article evaluates the present global condition of solar and wind energy adoption and explores their benefits and limitations in meeting energy needs. It examines the historical and evolutionary growth of solar and wind energy, global trends in the usage of renewable energy, and upcoming technologies, including floating solar and vertical‐axis wind turbines. The importance of smart grid technology and energy storage alternatives for enhancing the effectiveness and dependability of renewable energy is explored. In addition, the role of Electric Vehicles (EVs) in a modern smart grid has been assessed. Furthermore, the economic benefits, and most recent technological developments of solar and wind energy and their environmental and social ramifications. The potential of solar and wind energy to meet the increasing global energy demand and the problems and opportunities facing the renewable energy industry have shown excellent promise. Machine learning applications for solar and wind energy generation are vital for sustainable energy production. Machine learning can help in design, optimization, cost reduction, and, most importantly, in improving the efficacy of solar and wind energy, including advancing energy storage. This assessment is a crucial resource for policymakers, industry leaders, and researchers who aim to make the world cleaner and more sustainable. Ultimately, this review has shown the great potential of solar and wind energy in meeting global energy demands and sustainable goals.",
      "authors": "Abu Danish Aiman Bin Abu Sofian, Hooi Ren Lim, Heli Siti Halimatul Munawaroh, Zengling Ma, Kit Wayne Chew",
      "journal": "Sustainable Development",
      "year": "2024",
      "keywords": [
        "Renewable energy",
        "Wind power",
        "Environmental economics",
        "Energy engineering",
        "Intermittent energy source",
        "Energy development",
        "Solar energy",
        "Environmental impact of the energy industry",
        "Energy storage",
        "Distributed generation"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Methanol for Renewable Energy Storage and Utilization",
      "url": "https://doi.org/10.1002/ente.201500322",
      "doi": "10.1002/ente.201500322",
      "abstract": "Abstract Today’s efforts to substitute fossil energy carriers by renewable energy sources suffer from fluctuations of wind and sunlight for which there is a lack of appropriate energy storage technologies, in particular for electricity. A promising method in this direction is chemical energy storage, as the energy density of the chemical bond is unrivaled. At present, there are chiefly two alternatives under discussion: power‐to‐gas (PtG) producing methane (synthetic natural gas, SNG) and power‐to‐liquid, which stores electric power in the form of methanol. However, the pros and cons of either technology are typically discussed without regarding the process economy and the overall efficiencies, and the material use of the target compounds has also been neglected. Detailed analyses of operational experiences from existing methane and methanol plants by AirLiquide (formerly Lurgi) revealed significant differences between both approaches, among which methanol has emerged to have the best overall efficiency (44.9 %). In addition, methanol has the additional advantage of being a universal chemical and fuel feedstock, thus representing the ideal candidate for not only chemical energy storage, but also for substituting fossil raw materials.",
      "authors": "Konstantin Räuchle, Ludolf Plass, Hans‐Jürgen Wernicke, Martin Bertau",
      "journal": "Energy Technology",
      "year": "2016",
      "keywords": [
        "Renewable energy",
        "Raw material",
        "Chemical energy",
        "Fossil fuel",
        "Methanol",
        "Methane",
        "Process engineering",
        "Natural gas",
        "Power to gas",
        "Synthetic fuel"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Nanomaterials for Rechargeable Lithium Batteries",
      "url": "https://doi.org/10.1002/anie.200702505",
      "doi": "10.1002/anie.200702505",
      "abstract": "Abstract Energy storage is more important today than at any time in human history. Future generations of rechargeable lithium batteries are required to power portable electronic devices (cellphones, laptop computers etc.), store electricity from renewable sources, and as a vital component in new hybrid electric vehicles. To achieve the increase in energy and power density essential to meet the future challenges of energy storage, new materials chemistry, and especially new nanomaterials chemistry, is essential. We must find ways of synthesizing new nanomaterials with new properties or combinations of properties, for use as electrodes and electrolytes in lithium batteries. Herein we review some of the recent scientific advances in nanomaterials, and especially in nanostructured materials, for rechargeable lithium‐ion batteries.",
      "authors": "Peter G. Bruce, Bruno Scrosati, Jean‐Marie Tarascon",
      "journal": "Angewandte Chemie International Edition",
      "year": "2008",
      "keywords": [
        "Nanomaterials",
        "Lithium (medication)",
        "Nanotechnology",
        "Energy storage",
        "Battery (electricity)",
        "Renewable energy",
        "Nanoarchitectures for lithium-ion batteries",
        "Laptop",
        "Materials science",
        "Computer science"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Porous Carbon Template Decorated with MOF‐Driven Bimetallic Phosphide: A Suitable Heterostructure for the Production of Uninterrupted Green Hydrogen via Renewable Energy Storage Device",
      "url": "https://doi.org/10.1002/smll.202304399",
      "doi": "10.1002/smll.202304399",
      "abstract": "Abstract Water splitting via an uninterrupted electrochemical process through hybrid energy storage devices generating continuous hydrogen is cost‐effective and green approach to address the looming energy and environmental crisis toward constant supply of hydrogen fuel in fuel cell driven automobile sector. The high surface area metal‐organic framework (MOF) driven bimetallic phosphides (ZnP 2 @CoP) on top of CNT‐carbon cloth matrix is utilized as positive and negative electrodes in energy storage devices and overall water splitting. The as‐prepared positive electrode exhibits excellent specific capacitances/capacity of 1600 F g −1 /800 C g −1 @ 1A g −1 and the corresponding hybrid device reveals an energy density of 83.03 Wh kg −1 at power density of 749.9 W kg −1 . Simultaneously, the electrocatalytic performance of heterostructure shows overpotentials of 90 mV@HER and 204 mV@OER at current density of 10 and 20 mA cm −2 , respectively in alkaline electrocatalyzer. Undoubtedly, it shows overall water splitting with low cell voltage of 1.53 V@10 mA cm −2 having faradic and solar‐to‐hydrogen conversion efficiency of 98.81% and 9.94%, respectively. In addition, the real phase demonstration of the overall water‐splitting is performed where the electrocatalyzer is connected with a series of hybrid supercapacitor devices powered up by the 6 V standard silicon solar panel to produce uninterrupted green H 2 .",
      "authors": "Mohd Afshan, Parrydeep Kaur Sachdeva, Daya Rani, Subhabrata Das, Mansi Pahuja",
      "journal": "Small",
      "year": "2023",
      "keywords": [
        "Bimetallic strip",
        "Materials science",
        "Renewable energy",
        "Heterojunction",
        "Hydrogen storage",
        "Hydrogen production",
        "Phosphide",
        "Energy storage",
        "Nanotechnology",
        "Carbon fibers"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Pulsed electrolysis of carbon dioxide by large‐scale solid oxide electrolytic cells for intermittent renewable energy storage",
      "url": "https://doi.org/10.1002/cey2.262",
      "doi": "10.1002/cey2.262",
      "abstract": "Abstract CO 2 electrolysis with solid oxide electrolytic cells (SOECs) using intermittently available renewable energy has potential applications for carbon neutrality and energy storage. In this study, a pulsed current strategy is used to replicate intermittent energy availability, and the stability and conversion rate of the cyclic operation by a large‐scale flat‐tube SOEC are studied. One hundred cycles under pulsed current ranging from −100 to −300 mA/cm 2 with a total operating time of about 800 h were carried out. The results show that after 100 cycles, the cell voltage attenuates by 0.041%/cycle in the high current stage of −300 mA/cm 2 , indicating that the lifetime of the cell can reach up to about 500 cycles. The total CO 2 conversion rate reached 52%, which is close to the theoretical value of 54.3% at −300 mA/cm 2 , and the calculated efficiency approached 98.2%, assuming heat recycling. This study illustrates the significant advantages of SOEC in efficient electrochemical energy conversion, carbon emission mitigation, and seasonal energy storage.",
      "authors": "Anqi Wu, Chaolei Li, Beibei Han, Wu Liu, Yang Zhang",
      "journal": "Carbon Energy",
      "year": "2022",
      "keywords": [
        "Electrolytic cell",
        "Energy storage",
        "Electrolysis",
        "Renewable energy",
        "Electrolyte",
        "Materials science",
        "Environmental science",
        "Oxide",
        "Carbon dioxide",
        "Chemical engineering"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Rechargeable Metal–Air Proton‐Exchange Membrane Batteries for Renewable Energy Storage",
      "url": "https://doi.org/10.1002/celc.201500473",
      "doi": "10.1002/celc.201500473",
      "abstract": "Abstract Rechargeable proton‐exchange membrane batteries that employ organic chemical hydrides as hydrogen‐storage media have the potential to serve as next‐generation power sources; however, significant challenges remain regarding the improvement of the reversible hydrogen‐storage capacity. Here, we address this challenge through the use of metal‐ion redox couples as energy carriers for battery operation. Carbon, with a suitable degree of crystallinity and surface oxygenation, was used as an effective anode material for the metal redox reactions. A Sn 0.9 In 0.1 P 2 O 7 ‐based electrolyte membrane allowed no crossover of vanadium ions through the membrane. The V 4+ /V 3+ , V 3+ /V 2+ , and Sn 4+ /Sn 2+ redox reactions took place at a more positive potential than that for hydrogen reduction, so that undesired hydrogen production could be avoided. The resulting electrical capacity reached 306 and 258 mAh g −1 for VOSO 4 and SnSO 4 , respectively, and remained at 76 and 91 % of their respective initial values after 50 cycles.",
      "authors": "Masahiro Nagao, Kazuyo Kobayashi, Yuta Yamamoto, Togo Yamaguchi, Akihide Oogushi",
      "journal": "ChemElectroChem",
      "year": "2015",
      "keywords": [
        "Redox",
        "Hydrogen storage",
        "Electrolyte",
        "Hydrogen",
        "Energy storage",
        "Battery (electricity)",
        "Vanadium",
        "Anode",
        "Inorganic chemistry",
        "Chemical engineering"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Renewable‐Biomolecule‐Based Electrochemical Energy‐Storage Materials",
      "url": "https://doi.org/10.1002/aenm.201700663",
      "doi": "10.1002/aenm.201700663",
      "abstract": "Abstract Currently, the development of safe and sustainable energy‐storage systems is being pursued due to their large‐scale production and widespread utilization. Harnessing the electroactive materials derived from biomass could pave a way to fabricate next‐generation, environmental friendly and biocompatible energy‐storage devices. In this Research News, recent progress in the field of renewable‐biomolecules‐based electrochemical energy‐storage materials is highlighted. Specifically, the biomolecules exploration, electrode fabrication and electrochemical charge‐storage mechanism of such renewable‐biomolecules‐based energy‐storage materials are discussed. Finally, the critical challenges associated with renewable‐biomolecules‐based electrode materials are presented, and insights into the future development of rechargeable energy‐storage devices based on natural biomaterials are provided.",
      "authors": "Hua Wang, Yun Yang, Lin Guo",
      "journal": "Advanced Energy Materials",
      "year": "2017",
      "keywords": [
        "Renewable energy",
        "Biomolecule",
        "Energy storage",
        "Materials science",
        "Nanotechnology",
        "Electrochemical energy storage",
        "Supercapacitor",
        "Electrochemistry",
        "Process engineering"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Role of energy storage systems in energy transition from fossil fuels to renewables",
      "url": "https://doi.org/10.1002/est2.135",
      "doi": "10.1002/est2.135",
      "abstract": "Abstract We present the role of heat and electricity storage systems on the rapid rise of renewable energy resources and the steady fall of fossil fuels. The upsurge in renewable resources and slump in fossil fuel consumptions is attributed to sustainable energy systems, energy transition, climate change, and clean energy initiatives. The fast growth of renewables brings new design and operational challenges to transition towards 100% renewable energy goal. Energy storage systems can help ride‐through energy transition from hydrocarbon fuels to renewable sources. Nuclear fusion and artificial photosynthesis are the ultimate Holy Grails for permanent clean energy solutions. Plants harvest light and store it in chemical energy to regulate the food supply chain that may be a guideline for an energy transition from fossil fuels to renewables. Heat and electricity storage devices can account for the periodic nature of solar and wind energy sources. Solar thermal systems for water and space heating are also a viable solution for subzero temperature areas. This study presents the transition of world's energy prospect from fossil fuels to renewables and new advances in energy storage systems.",
      "authors": "Anam Kalair, Naeem Abas, Muhammad Shoaib Saleem, Ali Raza Kalair, Nasrullah Khan",
      "journal": "Energy Storage",
      "year": "2020",
      "keywords": [
        "Renewable energy",
        "Fossil fuel",
        "Energy development",
        "Energy transition",
        "Energy storage",
        "Environmental science",
        "Renewable heat",
        "Zero-energy building",
        "Environmental impact of the energy industry",
        "Waste management"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Role of Organic Components in Electrocatalysis for Renewable Energy Storage",
      "url": "https://doi.org/10.1002/chem.201803322",
      "doi": "10.1002/chem.201803322",
      "abstract": "Abstract Carbon dioxide electroreduction and water splitting are known as two promising strategies to convert renewable intermittent electrical energy into chemical energy. Thus, the three half‐reactions, namely, CO 2 reduction reaction, hydrogen evolution reaction, and the oxygen evolution counter reaction, in these two electrolytic processes have attracted wide research interest. Organic polymer electrocatalysts or electrocatalysts containing organic components play important roles in these catalytic processes. It has been shown that the organic molecules can efficiently catalyze the reactions themselves, and modulate the active sites towards high selectivity and efficiency. The roles of the organic molecules in conducting polymers, the metal complexes, and the framework materials are extracted for the three half‐reactions mentioned above, and this comprehensive review will serve as a guide for future research and aid in the design of electrocatalysts related to organic molecules.",
      "authors": "Gejun Liu, Haipeng Bai, Bo Zhang, Huisheng Peng",
      "journal": "Chemistry - A European Journal",
      "year": "2018",
      "keywords": [
        "Electrocatalyst",
        "Catalysis",
        "Renewable energy",
        "Polymer",
        "Nanotechnology",
        "Chemical energy",
        "Materials science",
        "Organic molecules",
        "Energy storage",
        "Molecule"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Superior Pseudocapacitive Behavior of Confined Lignin Nanocrystals for Renewable Energy‐Storage Materials",
      "url": "https://doi.org/10.1002/cssc.201301061",
      "doi": "10.1002/cssc.201301061",
      "abstract": "Abstract Strong demand for high‐performance energy‐storage devices has currently motivated the development of emerging capacitive materials that can resolve their critical challenge (i.e., low energy density) and that are renewable and inexpensive energy‐storage materials from both environmental and economic viewpoints. Herein, the pseudocapacitive behavior of lignin nanocrystals confined on reduced graphene oxides (RGOs) used for renewable energy‐storage materials is demonstrated. The excellent capacitive characteristics of the renewable hybrid electrodes were achieved by synergizing the fast and reversible redox charge transfer of surface‐confined quinone and the interplay with electron‐conducting RGOs. Accordingly, pseudocapacitors with remarkable rate and cyclic performances (∼96 % retention after 3000 cycles) showed a maximum capacitance of 432 F g −1 , which was close to the theoretical capacitance of 482 F g −1 and sixfold higher than that of RGO (93 F g −1 ). The chemical strategy delineated herein paves the way to develop advanced renewable electrodes for energy‐storage applications and understand the redox chemistry of electroactive biomaterials.",
      "authors": "Sung‐Kon Kim, Yun-Ki Kim, Hyunjoo Lee, Sang Bok Lee, Ho Seok Park",
      "journal": "ChemSusChem",
      "year": "2014",
      "keywords": [
        "Pseudocapacitor",
        "Supercapacitor",
        "Energy storage",
        "Renewable energy",
        "Materials science",
        "Nanotechnology",
        "Graphene",
        "Capacitance",
        "Nanocrystal",
        "Redox"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    },
    {
      "title": "Test and characterization of reversible solid oxide cells and stacks for innovative renewable energy storage",
      "url": "https://doi.org/10.1002/fuce.202100046",
      "doi": "10.1002/fuce.202100046",
      "abstract": "Abstract This work aims at developing a renewable energy storage solution, based on reversible solid oxide cell (rSOC) technology. Firstly, the initially high performing cells were tested as single cells with long‐term reversible SOFC/SOEC load cycles as part of the test sequence. Secondly, similar cells were integrated in a stack design optimized for reversible operation at high degrees of utilization. The long‐term single cell tests showed significant degradation in galvanostatic test periods during electrolysis but not in fuel cell mode prior to starting the reversible load cycling test part. The degradation diminished during the subsequent rSOC operation of the cells operating at 700 °C, +0.6 (SOFC) and −1.2 A cm −2 (SOEC) at fuel utilization up to 80 % in both modes. The long‐term stack tests were conducted applying different switches between SOFC and SOEC modes. Initially, long duration tests (100 h each mode) were performed at pH 2 O/pH 2 : 50/50 to investigate effect of the polarisation only. The alternating cycle SOEC/SOFC was repeated over 1800 h of testing. Then stack switched daily from SOEC mode (8 h in pH 2 O/pH 2 : 90/10 at −0.84 A cm −2 ) to SOFC (16 h in H 2 at 0.26 A cm −2 ) for 500 h. Stack tests included reversible mode operation for up to several thousands of hours.",
      "authors": "Anne Hauch, Alexandra Ploner, Sergii Pylypko, Géraud Cubizolles, Julie Mougin",
      "journal": "Fuel Cells",
      "year": "2021",
      "keywords": [
        "Characterization (materials science)",
        "Renewable energy",
        "Energy storage",
        "Oxide",
        "Materials science",
        "Fuel cells",
        "Chemical engineering",
        "Process engineering",
        "Environmental science",
        "Nanotechnology"
      ],
      "source": "OpenAlex (ScienceDirect)",
      "is_sciencedirect": true
    }
  ],
  "topics": [
    {
      "topic": "energy",
      "score": 33.599999999999966
    },
    {
      "topic": "storage",
      "score": 21.099999999999977
    },
    {
      "topic": "energy storage",
      "score": 17
    },
    {
      "topic": "renewable energy",
      "score": 17
    },
    {
      "topic": "renewable",
      "score": 16.49999999999999
    },
    {
      "topic": "materials science",
      "score": 11
    },
    {
      "topic": "nanotechnology",
      "score": 7
    },
    {
      "topic": "redox",
      "score": 6.600000000000002
    },
    {
      "topic": "chemical engineering",
      "score": 6
    },
    {
      "topic": "environmental science",
      "score": 6
    },
    {
      "topic": "materials",
      "score": 5.000000000000002
    },
    {
      "topic": "batteries",
      "score": 4.900000000000001
    },
    {
      "topic": "supercapacitor",
      "score": 4.4
    },
    {
      "topic": "systems",
      "score": 4.300000000000002
    },
    {
      "topic": "process engineering",
      "score": 4
    },
    {
      "topic": "wind",
      "score": 3.9000000000000017
    },
    {
      "topic": "solar",
      "score": 3.9000000000000017
    },
    {
      "topic": "cost",
      "score": 3.8000000000000007
    },
    {
      "topic": "power",
      "score": 3.7000000000000015
    },
    {
      "topic": "lignin",
      "score": 3.600000000000001
    }
  ],
  "summary": {
    "total": 20,
    "with_abstracts": 20,
    "sciencedirect_papers": 20
  }
}